Repository: lovlka/cornball-silverlight
Catalog: Cornball.Silverlight/Resources/Strings.*.resx
Languages: sv_se

# AboutText
source: The goal of The Cornball is to put all the cards in order from 2 to king with one color on each line. What color is put on each line does not matter.Twos can only be put in a gap on the far left on the board. Other cards can only be put in a gap to the right of the card in the same color that is right before in order. No card can be put in a gap after the king. Drag a card to the right gap or double-click the card to automatically find the right place. Click on a gap and the right card for that gap will flash. Become a fan of The Cornball on Facebook! There you have the opportunity to make comments or get in touch with me. Thank you for playing The Cornball! /Victor Stodell
sv_se: Lantisen går ut på att lägga samtliga kort i ordning från 2 till kung med en färg på varje rad. Vilken färg som läggs på respektive rad spelar ingen roll.Tvåor kan endast läggas i en lucka längst till vänster på spelplanen. Övriga kort kan endast läggas i en lucka till höger om det kort i samma färg som kommer före i ordningen. I en lucka efter kung kan inget kort läggas. Dra ett kort till rätt lucka eller dubbelklicka på kortet för att automatiskt hitta rätt plats. Klicka på en lucka så blinkar det kort som kan läggas i luckan. Bli fan av Lantisen på Facebook! Där har du möjlighet att framföra synpunkter eller komma i kontakt med mig. Tack för att du spelar Lantisen! /Victor Stodell

# Cornball
source: The Cornball
sv_se: Lantisen

# GameLoseText
source: You failed to complete The Cornball! Score: {0} Moves: {1}
sv_se: Du misslyckades att slutföra Lantisen! Poäng: {0} Antal drag: {1}

# GameLoseTitle
source: Sorry!
sv_se: Tyvärr!

# GameWinChecking
source: Checking high score...
sv_se: Kontrollerar topplista...

# GameWinHigh
source: You made it to the high score list! Enter your name to send your score.
sv_se: Du har kommit in på topplistan! Skriv in ditt namn för att skicka in din poäng.

# GameWinNoHigh
source: Unfortunately you did not set a high score this time.
sv_se: Tyvärr kom du inte in på topplistan den här gången.

# GameWinText
source: You put all cards on the right place and finished The Cornball! Round: {0} Score: {1} Moves: {2}
sv_se: Du har lagt samtliga kort på rätt plats och slutfört Lantisen! Omgång: {0} Poäng: {1} Antal drag: {2}

# GameWinTitle
source: Congratulations!
sv_se: Grattis!

# HighestScore
source: High score in {0}: {1} ({2})
sv_se: Högst poäng i {0}: {1} ({2})

source: High score
sv_se: Topplista

# MenuAbout
source: Rules and information
sv_se: Regler och information

# MenuHighScore
source: Show high score
sv_se: Visa topplista

# MenuNew
source: Start new game
sv_se: Starta nytt spel

# MenuStatistics
source: Show statistics
sv_se: Visa statistik

# MenuUndo
source: Undo last move
sv_se: Ångra senaste drag

source: Moves
sv_se: Antal drag

source: Round
sv_se: Omgång

# RoundEndText
source: No more moves can be done, the cards are being reshuffled. {2} rounds to go. Score: {0} Moves: {1}
sv_se: Inga fler drag kan göras, korten blandas om. {2} omgångar återstår. Poäng: {0} Antal drag: {1}

# RoundEndTitle
source: End of round {0}
sv_se: Slut på omgång {0}

source: Score
sv_se: Poäng

source: Statistics
sv_se: Statistik

# StatisticsLost
source: Lost games
sv_se: Förlorade spel

# StatisticsPlayed
source: Played games
sv_se: Spelade spel

# StatisticsWonRound
source: Completed in round {0}
sv_se: Vinst i omgång {0}

# MenuSettings
source: Settings
sv_se: Inställningar

# HighScoreAllTime
source: All time high
sv_se: Högst genom tiderna

# HighScoreMonth
source: Best in {0}
sv_se: Bäst i {0}

# HighestScoreLoading
source: High score in {0}: loading...
sv_se: Högst poäng i {0}: laddar...

# LastRoundEndText
source: No more moves can be done, the cards are being reshuffled. 1 round to go. Score: {0} Moves: {1}
sv_se: Inga fler drag kan göras, korten blandas om. 1 omgång återstår. Poäng: {0} Antal drag: {1}

# MenuSound
source: Sound on/off
sv_se: Ljud på/av
